Revit 2027 API
ParameterTypeId.SpatialFieldMgrLegendVertOriginGap Property
 "Legend Vertical Origin Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrLegendVertOriginGap { get; }
Public Shared ReadOnly Property SpatialFieldMgrLegendVertOriginGap As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrLegendVertOriginGap {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrLegendVertOriginGap : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace